<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<c:set var="contextPath" value="{pageContext.request.contextPath }" />
<!DOCTYPE html>
<html>
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>title</title>
</head>
<body>
<div>
[개인정보 제3자 제공]

가. 회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.<br/>

① 이용자들이 사전에 동의한 경우<br/>

② 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관 및 감독당국의 요구가 있는 경우<br/>

나. 회사가 제공하는 서비스를 통하여 주문 및 결제가 이루어진 경우 상담 등 거래 당사자간 원활한 의사소통 및 배송 등 거래이행을 위하여 관련된 정보를 필요한 범위 내에서 거래 당사자에게 제공합니다.<br/>

다. 그 밖에 개인정보 제3자 제공이 필요한 경우에는 이용자의 동의를 얻는 등 합당한 절차를 통하여 제3자에게 개인정보를 제공할 수 있습니다.<br/>

라. 회사는 이용자들의 거래의 이행을 위하여 아래와 같이 개인정보를 공유할 수 있습니다.<br/>

공유받는 자 : 입점업체 [전체보기]<br/>

공유하는 항목 :<br/>

1) 구매자정보(구매자id, 구매자명, 구매자주소, 구매자전화번호, 구매자휴대전화번호)<br/>

2) 상품 구매, 취소, 반품, 교환정보<br/>

3) 수령인정보(수령인명, 휴대폰번호, 전화번호, 수령인주소)<br/>

4) 송장정보<br/>

공유받는자의 이용목적 :<br/>

상품(서비스) 배송(전송), 반품, 교환, 환불, 고객상담 등 정보통신서비스제공계약 및 전자상거래(통신판매) 계약의 이행을 위해 필요한 업무의 처리<br/>

보유 및 이용기간 :<br/>

서비스 제공기간 (관계법령의 규정에 의하여 보존할 필요가 있는 경우 및 사전 동의를 득한 경우 해당 보유 기간)<br/>

[수집한 개인정보의 위탁]<br/>

가. 회사는 원활한 서비스를 위해여 개인정보 취급을 타인에게 위탁할 수 있습니다.<br/>

나. 회사는 서비스 이행을 위해 아래와 같이 외부 전문업체에 위탁하여 운영하고 있습니다.<br/>

다. 회사의 이용자의 개인정보 위탁 처리 시 수탁업체 및 위탁 목적은 아래와 같습니다.<br/>

① 수탁업체 : 주식회사 LG유플러스, LG CNS, (주)케이지이니시스, NHN한국사이버결제 주식회사, NICE페이먼츠 주식회사, 엔에치엔페이코㈜, ㈜비바리퍼블리카, 주식회사 카카오페이<br/>

위탁업무 내용 :　신용카드/계좌이체/가상계좌/무통장 결제처리, 에스크로, 현금영수증<br/>

② 수탁업체 : (주)한진, (주)KG옐로우캡 주식회사, 현대로지스틱스(주), 로젠(주), 우체국택배, KGB택배(주), 씨제이대한통운(주), (주)KG로지스, 인터넷우체국<br/>

위탁업무 내용 : 상품(서비스) 배송(전송), 반품교환수거 서비스<br/>

③ 수탁업체 : (주)다날, 페이레터(주)<br/>

위탁업무 내용 :　휴대폰 결제 처리<br/>
</div>
</body>
</html>